Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=197_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten kansallispäivä 6.2.
sme: Sámiid álbmotbeaivi 6.2.

source: Neljän valtakunnan alueella asuvat saamelaiset viettävät yhteistä kansallispäivää (Sámiid álbmotbeaivi) helmikuun 6. päivänä.
sme: Njealje riikkas ássi sápmelaččat ávvudit oktasaš álbmotbeaivvi guovvamánu 6. beaivve.

source: Juhlallisuuksia järjestetään silloin eri puolilla Saamenmaata.
sme: Dalle sámit ávvudit miehtá Sámeeatnama.

source: Päivä on yksi saamelaisten liputuspäivistä, mutta lisäksi niin Suomen, Ruotsin kuin Norjankin viranomaiset suosittavat yleistä liputusta.
sme: Beaivi lea okta sámiid leavgabeivviin, muhto maiddái Suoma, Ruoŧa ja Norgga eiseválddit ávžžuhit atnit leavgga almmolaččat.

source: Saamelaisten kansallispäivä on vielä nuori juhlapäivä. Suomalaiseen almanakkaan se merkittiin vasta vuonna 2004.
sme: Sámiid álbmotbeaivi lea vel nuorra ávvudanbeaivi, suopmelaš almmenáhkkái dat merkejuvvui jagis 2004.

source: Kansallispäivästä päätettiin kuitenkin jo vuonna 1992, ja juhlapäivän juuret juontavat yli sadan vuoden taakse, vuoteen 1917.
sme: Álbmotbeaivvi birra mearriduvvui goit juo jagis 1992 Helssegis ordnejuvvon 15. sámekonfereanssas ja dan ruohttasat leat badjel čuođi jagi duohken, jagis 1917.

source: Tuolloin Norjan Trondheimissä järjestettiin ensimmäinen pohjoismainen saamelaiskokous, jonka tarkoitus oli pohtia saamelaisten elinmahdollisuuksia ja ottaa kantaa saamelaisia koskeviin kysymyksiin.
sme: Dalle Norgga Troandimis ordnejuvvui vuosttas davviriikkalaš sámečoahkkin, man ulbmilin lei guorahallat sámiid eallinvejolašvuođaid ja váldit beali sámiide guoski gažaldagaide.

source: Käsitellyistä aiheista tärkeimpiä olivat liikkumiseen, maiden käyttöön, poronhoitoon ja koulunkäyntiin liittyvät kysymykset.
sme: Gieđahallon fáttáin dehálepmosat ledje lihkadeapmái, eanageavaheapmái, boazodollui ja skuvlavázzimii guoski gažaldagat.

source: Ensimmäisen kokouksen satakunta osanottajaa tulivat pelkästään Ruotsista ja Norjasta, eikä historiallinen kokous vielä tarkoittanut säännöllisen ja valtakunnan rajat ylittävän saamelaisyhteistyön alkua.
sme: Vuosttas čoahkkima čuođenáre oasseváldi bohte Ruoŧas ja Norggas, iige historjjálaš čoahkkin vel oaivvildan jeavddalaš ja riikkarájáid rasttildeaddji sámeoktasašbarggu álggu.

source: Silti sen merkitys oli suuri: pohja tulevalle työlle oli luotu, ja saamelaisten yhteinen esiintyminen huomattiin.
sme: Dattetge dan mearkkašupmi lei stuoris: vuođđu boahttevaš bargui lei huksejuvvon, ja sámiid oktasaš deaivvadeapmi fuomášuvvui.

source: Saamelaisten poliittisen tietoisuuden katsotaankin heränneen juuri tuolloin.
sme: Máŋgasat leatge dan mielas ahte sámiid politihkalaš diđolašvuohta badjánišgođii aiddo dalle.

source: Helsingin kaupungintalon juhlaliputus saamelaisten kansallispäivänä 6.2.2008.
sme: Helssega gávpotdálu leavgaatnin sámiid álbmotbeaivve 6.2.2008.

source: Kuva: Pirita Näkkäläjärvi.
sme: Govva: Pirita Näkkäläjärvi.

source: Julkaistu kuvaajan luvalla.
sme: Almmustahtton govvejeaddji lobiin.

source: ” Emme ole koskaan ymmärtäneet toimia yhdessä yhtenä kansana.
sme: ” Eat leat goasge ádden doaibmat ovttas oktan álbmogin.

source: Tänään yritämme ensi kertaa sitoa - - - saamelaiset toisiinsa ”, totesi saamelaisyhteistyön äidiksi kutsuttu naisjärjestön aktiivi Elsa Laula Renberg Trondheimin kokouksen avajaispuheessaan.
sme: Otne geahččalat vuosttas geardde čatnat - - - sámiid oktii ”, dajai sámeoktasašbarggu eadnin gohčoduvvon nissonsearvvi aktiiva Elsa Laula Renberg Troandima čoahkkima rahpansáhkavuorustis.

source: Nykyään saamelaiset juhlivat yhteistä kansallispäiväänsä yhtä aikaa.
sme: Dán áigge sámit ávvudit oktasaš álbmotbeaivviset oktanaga.

source: Juhlallisuuksissa puhutaan eri kieliä ja pukeudutaan paikallisiin pukuihin, mutta juhlapäivä, lippu ja kansallislaulu ovat kaikkialla samat.
sme: Ávvudemiin sii hállet máŋgga sierra sámegiela ja gárvodit báikkálaš gávttiide, muhto ávvudanbeaivi, leavga ja álbmotlávlla leat juohke sajis seammát.

source: Elsa Laula Renberg – saamelaisyhteistyön äiti
sme: Elsa Laula Renberg – sámeoktasašbarggu eadni

source: Vuoden 1917 historiallisen kokouksen koollekutsujana oli naisjärjestö Brurskanken samisk kvindeforening, jonka johdossa toimi aktiivinen vaikuttaja Elsa Laula (1877-1931).
sme: Jagi 1917 historjjálaš čoahkkima bovdii čoahkkái nissonsearvi ŠBrurskanken samisk kvindeforeningŠ, man njunnožis doaimmai aktiivvalaš nisu Elsa Laula (1877-1931).

source: Hän oli alkujaan Ruotsin saamelainen, joka avioiduttuaan ja muutettuaan Norjaan tunnettiin sukunimellä Laula Renberg.
sme: Elsa Laula lei álgoálggus Ruoŧa sápmelaš, guhte náitalettiin Tomas Renbergiin Norgii, dovdojuvvui sohkanamain Laula Renberg.

source: Hänen sanansa kokouksen avauspuheenvuorossa nostavat hyvin esille vuoden 1917 kokouksen tarkoituksen:
sme: Su sánit čoahkkima rahpansáhkavuorus buktet bures ovdan jagi 1917 čoahkkima ulbmila: ” Eat leat goasge ádden doaibmat ovttas oktan álbmogin.

source: Tänään yritämme ensi kertaa sitoa - - - saamelaiset toisiinsa.
sme: Otne geahččalat vuosttas geardde čatnat - - - sámiid oktii ”.

source: Kokouksen yhtenä seurauksena Ruotsin Östersundissa järjestettiin jo seuraavana vuonna (1918) valtakunnallinen saamelaiskokous, jonka keskeisiksi asioiksi nousivat koulukysymykset.
sme: Čoahkkin oaččui áigái dan ahte Ruoŧa Östersunddas ordnejuvvui juo maŋit jagi (1918) riikkaviidosaš sámečoahkkin, man guovddáš áššin ledje skuvlagažaldagat.

source: Norjassa vastaava valtakunnallinen saamelaiskokous järjestettiin Tenon kunnassa vuonna 1919.
sme: Norggas seammasullasaš riikkaviidosaš sámečoahkkin ordnejuvvui Deanu gielddas jagis 1919.

source: Elsa Laula oli jo aikaisemmin vaikuttanut aktiivisesti saamelaisen yhdistystoiminnan alkamiseen.
sme: Elsa Laula lei juo ovdal váikkuhan aktiivvalaččat sámi searvedoaimma álgimii.

source: Hän oli vuonna 1904 Ruotsissa perustetun ensimmäisen saamelaisyhdistyksen, Wilhelminan-Åselen saamelaisyhdistyksen, puheenjohtaja.
sme: Son lei jagis 1904 Ruoŧas vuođđuduvvon vuosttas sámesearvvi, Wilhelmina-Åsele sámesearvvi, ságajođiheaddji.

source: Yhdistys toimi aktiivisesti muun muassa poronhoitajasaamelaisten ja maanviljelijöiden ristiriitojen ratkaisemiseksi ja pyrki vaikuttamaan saamelaisten kouluoloihin.
sme: Searvi doaimmai aktiivvalaččat ee. boazosápmelaččaid ja eanadoalliid soahpameahttunvuođaid ordnemis ja váikkuhii sámiid skuvladiliid ordnen komitea ásaheapmái.

source: Elsa Laula Renberg vaikutti aktiivisesti saamelaisyhdistysten syntymiseen myös Norjassa, jossa perustettiin viisi saamelaisyhdistystä vuosina 1906-08, nekin Ruotsin tapaan eteläsaamelaisilla alueilla.
sme: Elsa Laula Renberg váikkuhii aktiivvalaččat sámeservviid vuođđudeapmái maid Norggas, gos vuođđuduvvojedje vihtta sámesearvvi jagiin 1906-08, datge Ruoŧa láhkai lullisámi guovlluin.

source: Finnmarkenin alueella saamelaisyhdistysten perustaminen oli vilkasta 1910–luvulla.
sme: Finnmárkku guovllus sámeservviid vuođđudedje viššalit 1910–logus.

source: Yhdistystoiminnan lisäksi Norjan ja Ruotsin saamelaiset pyrkivät 1900–luvun alussa ajamaan asioitaan myös sanomalehtien avulla.
sme: Searvedoaimma lassin Norgga ja Ruoŧa sámit geahččaledje 1900–logu álggus ovddidit áššiideaset maid aviissaid bokte.

source: Vuonna 1904 Finnmarkissa perustettu sanomalehti Sagai Muittaleagje (Uutisten kertoja) jää historiaan ensimmäisen saamelaisen valtiopäivämiehen Isak Saban (Sápp-Issát) saamisessa Norjan Suurkäräjille kahdeksi istuntokaudeksi (1906-1912).
sme: Jagis 1904 Finnmárkkus vuođđuduvvon aviisa Sagai Muittaleagje (Ođđasiid muitaleaddji) báhcá historjái vuosttas sápmelaš riikkabeaialbmá Isak Saba (Sápp-Issát) oažžumis Norgga Stuorradiggái guovtti badjái (1906-1912).

source: Suomen saamelaisten yhdistystoiminta alkoi toisen maailmansodan jälkeen, vuonna 1945, kun Samii Litto – Saamelaisten yhdistys perustettiin evakkomatkalla Alavieskassa.
sme: Suoma sámiid searvedoaibma álggii nuppi máilmmisoađi maŋŋá, jagis 1945, go Samii Litto vuođđuduvvui eváhkkomátkkis Alavieskas.

source: Sitä ennen olivat suomalaiset Lapin ystävät perustaneet Lapin Sivistysseuran (Sámi Cuvgehussearvi) vuonna 1932 Helsingissä.
sme: Dan ovdal ledje suopmelaš Sámi ustibat vuođđudan Sámi Čuvgehussearvvi jagis 1932 Helssegis.

source: Seura alkoi vuonna 1934 julkaista saamenkielistä Sabmelaš – lehteä ja vaikutti yhdessä Samii Litton kanssa ensimmäisen saamelaisasiain komitean asettamiseen Suomessa vuonna 1949.
sme: Searvi olggosaddigođii jagis 1934 sámegielat Sabmelaš – bláđi ja váikkuhii ovttas Samii Litto – servviin vuosttas sámeáššiid komitea ásaheapmái Suomas jagis 1949.

source: Samii Litton aikaansaannoksiin voidaan lisäksi lukea Saamelaisten kristillisen kansanopiston (Sámii kristtalaš nuoraidskuvla) perustaminen Inariin vuonna 1952 (-1993) ja Saamelaismuseon (Sámi musea) avaaminen kävijöille Inarissa vuonna 1962.
sme: Samii Litto ánsun sáhttá lohkat maid Sámiid kristtalaš nuoraidskuvlla vuođđudeami Anárii jagis 1952 (-1993) ja Sámi musea rahpama olbmuide Anáris jagis 1962.

source: Saamelaismuseo on edelleen toiminnassa ja se on yksi Suomen suosituimmista museoista, ks.
sme: Sámi musea doaibmá ainge ja dat lea okta Suoma bivnnuhamos museain, gč. www.siida.fi.

source: www.siida.fi.
sme: Girjegiisá Oy / Ohcejohka.

source: Karl Nickul 1970: Saamelaiset kansana ja kansalaisina.
sme: Aage Solbakk 1997: Sámi historjá II.

source: Suomalaisen kirjallisuuden seuran toimituksia 297.
sme: Davvi Girji OS: www.davvi.no

source: Helsinki.
sme: Davvi Girji OS: www.davvi.no

source: Veli-Pekka Lehtola: Saamelaiset – historia, yhteiskunta, taide.
sme: Čálliidlágádus: www.calliidlagadus.org

source: Saamelaisten kansallispäivä otetaan almanakkaan 2004
sme: Sápmelaččaid álbmotbeaivi váldojuvvo kaleandarii 2004

source: Saamelaiskulttuurin ensyklopedia
sme: Sámekultuvrra ensyklopediija
